# Мебель и убранство кабинета Альгвасила

ent-BedCerberon = кровать Церберона
    .desc = Тяжёлая дубовая кровать, украшенная фамильной эмблемой ордена Церберона.

ent-FortressFireplace = крепостной камин
    .desc = Массивный каменный камин. В очаге уютно потрескивает живое пламя.

ent-FortressMirror = настенное зеркало
    .desc = Старинное украшенное настенное зеркало в тяжёлой оправе.

ent-FortressCarpet = крепостной ковёр
    .desc = Плотный багровый ковёр, согревающий холодные каменные полы цитадели.

ent-FortressCarpetPart = кайма ковра
    .desc = Край крепостного ковра с плотной каймой.

ent-AlguacilDesk = письменный стол Альгвасила
    .desc = Массивный дубовый стол, за которым подписываются смертные приговоры и протоколы допросов.

ent-AlguacilForensicTerminal = криминалистический терминал
    .desc = Стационарный терминал Кустодии для ведения криминальных записей, снятия отпечатков пальцев и баллистической экспертизы.

ent-AlguacilChestDrawer = комод с тайником
    .desc = Дубовый комод, скрывающий потайное отделение для личного арсенала.

ent-AlguacilChestDrawerFilled = комод с тайником (снаряжённый)
    .desc = Дубовый комод, скрывающий потайное отделение для личного арсенала.

# Оружие и боеприпасы

ent-WeaponGladius = боевой гладиус
    .desc = Короткий и смертоносный меч имперского образца. Одинаково опасен как при рубящих, так и при колющих ударах.

ent-GladiusSheath = ножны гладиуса
    .desc = Прочные кожаные ножны с бронзовой отделкой для ношения меча на поясе или за спиной.

ent-GladiusSheathFilled = ножны с гладиусом
    .desc = Прочные кожаные ножны с бронзовой отделкой, в которые вложен гладиус.

ent-WeaponPistolMagnum66 = пистолет «Магнум 66»
    .desc = Грозный крупнокалиберный служебный пистолет стражи. Заряжается магазинами .357 Магнум.

ent-MagazineMagnum66 = магазин «Магнум 66» (.357)
    .desc = Однорядный стальной магазин на 8 патронов калибра .357 Магнум.

ent-MagazineMagnum66Empty = магазин «Магнум 66» (.357 пустой)
    .desc = Однорядный стальной магазин калибра .357 Магнум. Пуст.

ent-MagazineBoxMagnum357 = коробка патронов (.357 Магнум)
    .desc = Упаковка тяжелых бронебойных патронов калибра .357 Магнум на 14 выстрелов.

ent-AlguacilCandle = сальная свеча
    .desc = Толстая свеча из животного жира с плетёным фитилем.

ent-AlguacilCandleLit = горящая сальная свеча
    .desc = Толстая свеча, горящая ровным тёплым пламенем.

ent-AlguacilLocker = оружейный шкаф Церберона
    .desc = Тяжёлый бронированный шкаф из воронёной стали с эмблемой Церберона для хранения служебного арсенала.

ent-AlguacilLockerFilled = оружейный шкаф Церберона (снаряжённый)
    .desc = Тяжёлый бронированный шкаф из воронёной стали с эмблемой Церберона, заполненный оружием и доспехами.

ent-AlguacilWardrobe = старинный гардероб Альгвасила
    .desc = Массивный резной двустворчатый дубовый гардероб с потайным отделением.
