ent-NigWebMonkChair = деревянный стул
    .desc = Простой грубый деревянный стул кельи.

ent-NigWebMonkTable = аскетичный деревянный стол
    .desc = Массивный деревянный стол для молитв и писаний.

ent-NigWebGrimTable = мрачный стол
    .desc = Потемневший от времени стол с выдвижными ящиками.

ent-NigWebMonkWardrobe = монашеский шкаф
    .desc = Строгий темный деревянный шкаф для облачений и церковной утвари.

ent-NigWebPoorWardrobe = ветхий шкаф
    .desc = Старый полусгнивший деревянный шкаф с покосившимися дверцами.
