namespace Content.Server._NigWeb.Doors.Components;

/// <summary>
///     РЎРµР№С‡Р°СЃ РёСЃРїРѕР»СЊР·СѓРµС‚СЃСЏ С‚РѕР»СЊРєРѕ РїРѕРґ РґРІРѕР№РЅС‹Рµ, С‚СЂРѕР№РЅС‹Рµ С€Р»СЋР·С‹
///     РЎРїР°РІРЅРёС‚ Р±Р»РѕРєРµСЂС‹ РїРѕ Р±РѕРєРѕРІС‹Рј С‡Р°СЃС‚СЏРј РѕС‚РЅРѕСЃРёС‚РµР»СЊРЅРѕ РіР»Р°РІРЅРѕРіРѕ С‚Р°Р№Р»Р°
/// </summary>
[RegisterComponent]
public sealed partial class NigWebMultiTileAirtightComponent : Component
{
    /// <summary>
    ///     РЎРїРёСЃРѕРє РѕС„С„СЃРµС‚РѕРІ РІ Р»РѕРєР°Р»СЊРЅС‹С… РєРѕРѕСЂРґРёРЅР°С‚Р°С… РґРІРµСЂРё, РЅР° РєР°РєРёС… С‚Р°Р№Р»Р°С… РґРѕР»Р¶РЅС‹ РїРѕСЏРІРёС‚СЊСЃСЏ Р±Р»РѕРєРµСЂС‹
    ///     РћС„С„СЃРµС‚ Р·Р°РґР°РµС‚ РѕС‚РЅРѕСЃРёС‚РµР»СЊРЅРѕ РіР»Р°РІРЅРѕР№ С‚РѕС‡РєРё РґРІРµСЂРё
    /// </summary>
    [DataField(required: true)]
    public List<Vector2i> ExtraTiles = new();

    /// <summary>
    ///    CРїРёСЃРѕРє Р·Р°СЃРїР°РІРЅРµРЅРЅС‹С… Р±Р»РѕРєРµСЂРѕРІ, РёСЃРїРѕР»СЊР·СѓРµС‚СЃСЏ СЃРёСЃС‚РµРјРѕР№ РґР»СЏ РѕР±РЅРѕРІР»РµРЅРёСЏ airtight
    /// </summary>
    public List<EntityUid> Blockers = new();
}


